Repository: davidpovarsky/Maktabah
Catalog: Source/Localizable.xcstrings
Source language: en
Languages: ar, he, id

# errorUpdateResultTitle
source: Unable to rename result.
ar: تعذر إعادة تسمية نتيجة البحث.
he: לא ניתן לשנות את שם התוצאה.
id: Tidak dapat mengubah nama hasil pencarian.

# exactSearchDesc
source: Ensures all typed words are found adjacently and in the exact order in the data. (e.g., عقيدة الإمام الشافعي)
ar: يضمن أن جميع الكلمات المكتوبة موجودة بشكل متجاور وبالترتيب الصحيح في البيانات. (على سبيل المثال، عقيدة الإمام الشافعي)
he: מוודא שכל המילים שהוקלדו נמצאות בצמידות ובאותו סדר בדיוק בנתונים. (לדוגמה: عقيدة الإمام الشافعي)
id: Fitur ini memastikan semua kata yang diketik ditemukan secara berurutan dan sesuai urutan aslinya di dalam data (contoh: عقيدة الإمام الشافعي).

# exactSearchTitle
source: 1. Exact Match Search
ar: ١. بحث المطابق
he: 1. חיפוש התאמה מדויקת
id: 1. Pencarian Frasa Persis

source: Existing Author
ar: مؤلف موجود
he: מחבר קיים
id: Penulis Sudah Ada

source: Factory Setting
ar: إعداد المصنع
he: הגדרות יצרן
id: Pengaturan Awal

source: Failed: %@
ar: فشل: %@
he: נכשל: %@
id: Gagal: %@

source: Favorites
ar: المفضلة
he: מועדפים
id: Favorit

source: File: %@
ar: ملف: %@
he: קובץ: %@

source: Filter Books to Search
ar: تصفية الكتب للبحث
he: סנן ספרים לחיפוש
id: Saring Kitab untuk Dicari

# Finder
source: Text Finder
ar: بحث الشامل
he: חיפוש טקסט
id: Pencarian Ibarot

source: Folder Name
ar: إسم المجلد
he: שם תיקייה
id: Nama Folder

source: Folder Not Found
ar: المجلد غير موجود
he: התיקייה לא נמצאה
id: Folder tidak ditemukan

# FolderMasterPenjelasan
source: Application Will Terminate because Folder Location Not Found on (base).
ar: سيتم إنهاء التطبيق بسبب عدم العثور على موقع المجلد في (القاعدة)
he: האפליקציה תיסגר כי מיקום התיקייה לא נמצא ב-(base).
id: Aplikasi tidak dapat berjalan tanpa folder database. Aplikasi akan ditutup.

source: Folders
ar: المجلدات
he: תיקיות
id: Folder

source: Font
ar: الخط
he: גופן

source: Font Size: %lld
ar: حجم الخط: %lld
he: גודל גופן: %lld
id: Ukuran Font: %lld

source: Found %lld books that need to be updated
ar: تم العثور على %lld كتب تحتاج إلى تحديث
he: נמצאו %lld ספרים שזקוקים לעדכון
id: Ditemukan %lld yang perlu diperbarui

# ftsIsMigratingAlert
source: Please wait for the migration to complete.
ar: يرجى الانتظار حتى تكتمل عملية الترحيل.
id: Mohon tunggu migrasi selesai.

source: Full Library will open the download link in your browser.
ar: ستفتح المكتبة الكاملة رابط التنزيل في متصفحك.
he: הספרייה המלאה תפתח את קישור ההורדה בדפדפן.
id: Perpustakaan Lengkap akan membuka tautan unduhan di peramban Anda.

source: Full Name (Lng)
ar: الاسم الكامل (Lng)
he: שם מלא (Lng)
id: Nama Lengkap (Lng)

source: Green
ar: أخضر
he: ירוק
id: Hijau

source: Group By
ar: تجميع حسب
he: קיבוץ לפי
id: Kelompokkan

source: Group by Book
ar: التجميع حسب الكتاب
he: קבץ לפי ספר
id: Grup Buku

source: Group by Tag
ar: التجميع حسب الوسم
he: קבץ לפי תגית
id: Grup Tag

source: Help
ar: المساعدة
he: עזרה
id: Bantuan

source: Hide annotations if the corresponding book is not found in the local library.
ar: إخفاء الحواشي إذا لم يتم العثور على الكتاب المقابل في المكتبة المحلية.
he: הסתר הערות אם הספר המתאים לא נמצא בספרייה המקומית.
id: Sembunyikan anotasi jika kitab yang bersangkutan tidak ditemukan di perpustakaan lokal.

source: Hide Missing Book Annotations
ar: إخفاء حواشي الكتب المفقودة
he: הסתר הערות של ספרים חסרים
id: Sembunyikan Anotasi Kitab yang Hilang

source: Highlight
ar: تمييز
he: הדגשה
id: Sorotan

source: History
ar: السجل
he: היסטוריה
id: Riwayat

source: History & Favorites
ar: السجل والمفضلة
he: היסטוריה ומועדפים
id: Riwayat & Favorit

source: Home
ar: منزل
he: בית
id: Beranda

source: ID %1$@ already has %2$lld local annotations, possibly from CloudKit synchronization with another device for a different book. Proceed only if you are sure these annotations belong to this book.
ar: المعرف %1$@ يحتوي بالفعل على %2$lld تعليقاً محلياً، ربما من مزامنة CloudKit مع جهاز أخر لكتاب مختلف. تابع فقط إذا كنت متأكداً من أن هذه التعليقات تخص هذا الكتاب.
he: למזהה %1$@ כבר יש %2$lld הערות מקומיות, ייתכן מסנכרון CloudKit עם מכשיר אחר עבור ספר אחר. המשך רק אם אתה בטוח שההערות שייכות לספר הזה.
id: ID %1$@ sudah memiliki %2$lld anotasi lokal, kemungkinan dari sinkronisasi CloudKit dengan perangkat lain untuk kitab yang berbeda. Lanjutkan hanya jika Anda yakin anotasi ini milik kitab ini.

source: ID already taken
ar: الرقم مستخدم بالفعل
he: המזהה כבר תפוס
id: ID sudah terpakai

source: ID reserved by system
ar: الرقم محجوز من قبل النظام
he: המזהה שמור למערכת
id: ID dicadangkan oleh sistem

source: Import Book
ar: استيراد كتاب
he: ייבוא ספר
id: Impor Kitab

source: Import Error
ar: خطأ في الاستيراد
he: שגיאת ייבוא
id: Impor Gagal

source: Import Font...
ar: استيراد الخط...
he: ייבוא גופן...
id: Impor Font...

source: Import Now
ar: استيراد الآن
he: ייבא עכשיו
id: Impor Sekarang

source: Import Success
ar: نجاح الاستيراد
he: הייבוא הצליח
id: Impor Berhasil

source: Importing Book...
ar: استيراد الكتب...
he: מייבא ספר...
id: Mengimpor Buku...

# importSuccessDesc
source: The book has been successfully imported.
ar: تم استيراد الكتاب بنجاح.
he: הספר יובא בהצלחה.
id: Kitab telah berhasil diimpor.

# importSuccessTitle
source: Import Success
ar: نجاح الاستيراد
he: הייבוא הצליח
id: Impor Berhasil

source: Information (inf)
ar: معلومات (inf)
he: מידע (inf)
id: Informasi (inf)

source: Integrating
ar: دمج
he: משלב
id: Integrasi

source: Integrating Book
ar: كتاب متكامل
he: משלב ספר
id: Mengintegrasikan Kitab

source: Keep Existing (Delete Old)
ar: احتفظ بالوجود (احذف القديم)
he: שמור את הקיים (מחק את הישן)
id: Pertahankan yang Sudah Ada (Hapus yang Lama)

source: Later
ar: لاحق
he: מאוחר יותר
id: Nanti

# LCSMenuClearRecentsTitle
source: Clear Recents
ar: حذف الأحدث
he: נקה אחרונים
id: Bersihkan terbaru

# LCSMenuNoRecentsTitle
source: No Recents
ar: لا يوجد الأحدث
he: אין אחרונים
id: Tidak ada terbaru

# LCSMenuRecentTitle
source: Recents
ar: الأحدث
he: אחרונים
id: Terbaru

source: Library
ar: المكتبة
he: ספרייה
id: Maktabah

source: Library Options
ar: خيارات المكتبة
he: אפשרויות ספרייה
id: Pilihan Pustaka

source: Library Storage
ar: تخزين المكتبة
he: אחסון ספרייה
id: Penyimpanan Perpustakaan

source: Library Update
ar: تحديث المكتبة
he: עדכון ספרייה
id: Pembaruan Perpustakaan

source: Library Update Available
ar: تحديث المكتبة متاح
he: עדכון ספרייה זמין
id: Terdapat Pembaruan Perpustakaan

source: Line Height
ar: ارتفاع السطر
he: גובה שורה
id: Tinggi Baris

source: Loading Library...
ar: جاري تحميل المكتبة...
he: טוען את הספרייה...
id: Memuat Perpustakaan...

source: Loading Narrators...
ar: جاري تحميل الراوة…
he: טוען מוסרים...
id: Memuat Rowi…

source: Loading update lists...
ar: جارٍ تحميل قوائم التحديث...
he: טוען רשימות עדכון...
id: Memuat daftar pembaruan…

source: Maktabah
ar: المكتبة
he: מקטבה

# masterFolderRenewed
source: Master Folder Selected
ar: تم تحديد المجلد الرئيسي
he: נבחרה תיקיית אב
id: Folder Master Dipilih

# masterFolderRenewedInfo
source: Open Application Again to Start with New Base Folder.
ar: أعد فتح التطبيق للبدء بمجلد أساسي جديد.
he: פתח את האפליקציה שוב כדי להתחיל עם תיקיית הבסיס החדשה.
id: Luncurkan Ulang Aplikasi untuk Memulai dengan Basis Folder yang Baru.

source: Merge
ar: دمج
he: מזג
id: Gabungkan

source: Merge Tags?
ar: دمج العلامات؟
he: למזג תגיות?
id: Gabungkan Tag?

# migrationFailed
source: Failed to migrate to custom folder.
ar: فشل الترحيل إلى مجلد مخصص.
he: המעבר לתיקייה מותאמת נכשל.
id: Gagal migrasi ke folder kustom.

# migrationFailedInfo
source: Please check the completeness of the database.
ar: يرجى التحقق من اكتمال قاعدة البيانات.
he: בדוק את שלמות מסד הנתונים.
id: Mohon periksa kelengkapan database.

source: Mode
ar: الوضع
he: מצב

source: Move
ar: نقل
he: העבר
id: Pindahkan

source: Move To
ar: نقل إلى
he: העבר אל
id: Pindahkan ke

source: Multi-Language
ar: متعدد اللغات
he: רב-לשוני
id: Multibahasa

source: Name
ar: الاسم
he: שם
id: Nama

source: Narrators
ar: الرواة
he: מוסרים
id: Rowi

source: Navigation
ar: التنقل
he: ניווט
id: Navigasi

source: Navigation Page
ar: صفحة التنقل
he: עמוד ניווט
id: Halaman Navigasi

# nearDistancePlaceholder
source: Distance (k)
ar: المسافة (k)
id: Jarak (k)

# nearSearchDesc
source: Searches for words separated by a comma (,) that appear near each other within the maximum word distance set in the number field. (e.g., الإيمان, العمل)
ar: يبحث عن الكلمات مفصولة بفاصلة (،) التي تظهر بالقرب بعضها من البعض ضمن الحد الأقصى لمسافة الكلمة المحددة في حقل العدد. (المثال: الإيمان، العمل)
id: Mencari kata-kata yang dipisahkan oleh koma (,) yang muncul berdekatan satu sama lain dalam jarak kata maksimum yang ditetapkan di bidang angka. (contoh: الإيمان, العمل)

# nearSearchTitle
source: 4. Proximity Search
ar: ٤. البحث المتقارب
id: 4. Pencarian Kata Berdekatan

source: Needs update
ar: يتطلب تحديثًا
he: דורש עדכון
id: Perlu pembaruan

source: New
ar: جديدة
he: חדש
id: Baru

source: New Author
ar: مؤلف جديد
he: מחבר חדש
id: Penulis Baru

source: New Author ID
ar: رقم المؤلف الجديد
he: מזהה מחבר חדש
id: ID Penulis Baru

source: New Book
ar: كتاب جديد
he: ספר חדש
id: Kitab Baru

source: New Book ID
ar: رقم الكتاب الجديد
he: מזהה ספר חדש
id: ID Kitab Baru

source: New Folder
ar: المجلد الجديد
he: תיקייה חדשה
id: Folder Baru

source: Next Page
ar: الصفحة التالية
he: העמוד הבא
id: Halaman Berikutnya

source: No books selected
ar: لا توجد كتب محددة
he: לא נבחרו ספרים
id: Tidak ada kitab terpilih

source: No books were successfully downloaded.
ar: لم يتم تنزيل أي كتب بنجاح.
he: לא הורדו ספרים בהצלחה.
id: Tidak ada buku yang berhasil diunduh.

source: No internet connection. Skipping downloads.
ar: لا يوجد اتصال بالإنترنت. تخطي التنزيلات.
he: אין חיבור לאינטרנט. מדלג על הורדות.
id: Tidak ada koneksi internet. Melewati unduhan.

source: No recent history
ar: لا يوجد سجل حديث
he: אין היסטוריה אחרונה
id: Tidak ada riwayat terbaru

source: No results found for "%@"
ar: لم يتم العثور على نتائج لـ "%@"
he: לא נמצאו תוצאות עבור "%@"
id: Tidak ada hasil yang ditemukan untuk "%@"

source: No Saved Results
ar: لا توجد نتائج محفوظة
he: אין תוצאות שמורות
id: Tidak Ada Hasil Tersimpan

# noBookSelectedDesc
source: There are no currently opened books available for the search process.
ar: لا توجد كتب مفتوحة حاليًا متاحة لعملية البحث.
he: אין כרגע ספרים פתוחים הזמינים לתהליך החיפוש.
id: Tidak ada buku yang tersedia untuk proses pencarian.

# noBookSelectedTitle
source: Not Available
ar: غير متوفر
he: לא זמין
id: Tidak tersedia

source: No Selection
ar: لا يوجد اختيار
he: אין בחירה
id: Tidak ada seleksi

source: Note
ar: ملاحظة
he: הערה
id: Catatan

source: Notify other platforms to sync when changes are made.
ar: قم بإخطار الأنظمة الأساسية الأخرى بالمزامنة عند إجراء التغييرات.
id: Beri tahu platform lain untuk melakukan sinkronisasi saat terdapat perubahan.

source: Offline Book Import
ar: استيراد كتاب أوفلاين
he: ייבוא ספר לא מקוון
id: Impor Kitab Offline

source: OK
ar: موافق
he: אישור

source: Open Web Converter
ar: محول الويب المفتوح
he: פתח ממיר אינטרנט
id: Buka Konversi Web

source: Opened Books
ar: الكتب المفتوحة
he: ספרים פתוחים
id: Kitab yang Terbuka

source: Optimization
ar: تحسين
he: אופטימיזציה
id: Optimasi

source: Optimization is needed to reclaim disk space after deleting books.
ar: التحسين مطلوب لاستعادة مساحة القرص بعد حذف الكتب.
he: נדרשת אופטימיזציה כדי לפנות שטח דיסק לאחר מחיקת ספרים.
id: Optimasi diperlukan untuk memulihkan ruang disk setelah menghapus kitab.

source: Optimize Database
ar: تحسين قاعدة البيانات
he: מטב מסד נתונים
id: Optimasi Database

source: Optional
ar: اختياري
he: אופציונלי
id: Opsional

source: Order
ar: الترتيب
he: סדר
id: Urutan

source: Overwrite Existing
ar: الكتابة فوق الموجود
he: החלף את הקיים
id: Timpa Yang Ada

source: Page
ar: الصفحة
he: עמוד
id: Halaman

source: PageSlider
ar: شريط تصفح الصفحات
he: מחוון עמודים
id: Slider Halaman

source: Part
ar: الجزء
he: חלק
id: Juz

# personalFolder
source: Select folder to save annotations and save results.
ar: حدد المجلد لحفظ التعليقات التوضيحية وحفظ النتائج.
he: בחר תיקייה לשמירת הערות ותוצאות חיפוש.
id: Pilih folder untuk menyimpan anotasi dan hasil pencarian.

source: Pink
ar: وردي
he: ורוד

source: Please check your internet connection
ar: يرجى التحقق من اتصالك بالإنترنت
he: בדוק את חיבור האינטרנט שלך
id: Mohon periksa koneksi internet Anda

source: Please wait, this process cannot be cancelled.
ar: يرجى الانتظار، لا يمكن إلغاء هذه العملية.
he: נא להמתין, לא ניתן לבטל את התהליך.
id: Mohon tunggu, proses ini tidak dapat dibatalkan.

source: Please select a row
ar: من فضلك اختر الصف
he: בחר שורה
id: Mohon pilih baris

source: Preparing Library...
ar: جاري تحضير المكتبة...
he: מכין את הספרייה...
id: Menyiapkan Perpustakaan...

source: Previous Page
ar: الصفحة السابقة
he: העמוד הקודם
id: Halaman Sebelumnya

# Processing: %@ (%lld/%lld)
source: Processing: %1$@ (%2$lld/%3$lld)
ar: المعالجة: %1$@ (%2$lld/%3$lld)
he: מעבד: %1$@ (%2$lld/%3$lld)
id: Memproses: %1$@ (%2$lld/%3$lld)

source: Processing...
ar: جاري المعالجة...
he: מעבד...
id: Memproses…

source: Purple
ar: أرجواني
he: סגול
id: Ungu

source: Query
ar: استعلام
id: Kueri

source: Query: %@
ar: الاستعلام: %@
he: שאילתה: %@
id: Kueri: %@

source: Quit
ar: خروج
he: צא
id: Keluar

# QuranMenuBar
source: Al-Qur'an Al-Karim
ar: القرآن الكريم

source: Re-Synchronise All Data
ar: إعادة مزامنة جميع البيانات
id: Sinkronkan Ulang Semua Data

# Reader
source: Books Reader
ar: قارئ الكتب
he: קורא ספרים
id: Pembaca Kitab

source: Ready to Download
ar: جاهز للتنزيل
he: מוכן להורדה
id: Siap diunduh

source: Remove Favorite
ar: إزالة من المفضلة
he: הסר מהמועדפים
id: Hapus Favorit

source: Remove from History
ar: إزالة من السجل
he: הסר מההיסטוריה
id: Hapus dari Riwayat

source: Remove Tags
ar: إزالة العلامات
he: הסר תגיות
id: Bersihkan Tag

source: Rename
ar: إعادة تسمية
he: שנה שם
id: Ubah Nama

source: Rename book ID in-place and migrate local annotations.
ar: تغيير رقم الكتاب في مكانه وترحيل التعليقات التوضيحية المحلية.
he: שנה את מזהה הספר במקום והעבר הערות מקומיות.
id: Ubah ID kitab secara langsung dan migrasikan anotasi lokal.

source: Rename Failed
ar: فشلت إعادة التسمية
he: שינוי השם נכשל
id: Gagal Mengubah Nama

source: Rename Folder
ar: إعادة تسمية المجلد
he: שנה שם תיקייה
id: Ubah Nama Folder

source: Rename Result
ar: إعادة تسمية النتيجة
he: שנה שם תוצאה
id: Ubah Nama Hasil

source: Rename Tag
ar: إعادة تسمية العلامة
he: שנה שם תגית
id: Ubah Nama Tag

source: Replace Existing Book
ar: استبدال كتاب موجود
he: החלף ספר קיים
id: Ganti Kitab yang Ada

# Replace the default sepia theme with standard iOS system appereance.
source: Replace the default sepia theme with standard iOS system appearance.
ar: استبدل مظهر السيبيا الافتراضي بمظهر نظام iOS القياسي.
he: החלף את ערכת הספיה המוגדרת כברירת מחדל במראה המערכת הרגיל של iOS.
id: Ganti tema sepia bawaan dengan tampilan sistem iOS standar.

source: Reset Current View
ar: إعادة تعيين العرض الحالي
he: אפס תצוגה נוכחית
id: Reset Tampilan Saat Ini

source: Results
ar: النتائج
he: תוצאות
id: Hasil

source: Root
ar: الجذر
he: שורש
id: Dasar

# Rowi
source: Narrator Biography
ar: تراجم الرواة
he: ביוגרפיית מוסר
id: Biografi Rowi

source: Save
ar: حفظ
he: שמור
id: Simpan

source: Save Results
ar: حفظ النتائج
he: שמור תוצאות
id: Simpan Hasil

source: Save Search Results
ar: حفظ نتائج البحث
he: שמור תוצאות חיפוש
id: Simpan Hasil Pencarian

source: Save search results to access them later.
ar: احفظ نتائج البحث للوصول إليها لاحقًا.
he: שמור תוצאות חיפוש כדי לגשת אליהן מאוחר יותר.
id: Simpan hasil pencarian untuk diakses nanti.

source: Saved Results
ar: النتائج المحفوظة
he: תוצאות שמורות
id: Hasil Tersimpan

source: Search
ar: بحث
he: חיפוש
id: Cari

source: Search Annotations
ar: بحث في التعليقات
he: חיפוש בהערות
id: Cari Anotasi

source: Search Book
ar: بحث عن كتاب
he: חיפוש בספר
id: Cari Kitab

source: Search Books
ar: البحث في الكتب
he: חיפוש ספרים
id: Cari Kitab

source: Search books...
ar: البحث عن الكتب...
he: חיפוש ספרים...
id: Cari kitab...

source: Search Contents
ar: بحث في الفهرس
he: חיפוש בתוכן
id: Cari Daftar Isi

source: Search Favorites & History
ar: البحث عن المفضلة والتاريخ
he: חיפוש במועדפים ובהיסטוריה
id: Cari Favorit & Riwayat

source: Search globally
ar: البحث في كل مكان
he: חיפוש גלובלי
id: Cari Apapun

source: Search History & Favorites
ar: البحث في السجل والمفضلة
he: חיפוש בהיסטוריה ובמועדפים
id: Cari Riwayat & Favorit

source: Search In Book
ar: بحث في الكتاب
he: חיפוש בספר
id: Cari di Kitab

source: Search in Selected Books
ar: البحث في الكتب المختارة
he: חיפוש בספרים שנבחרו
id: Cari di Kitab yang terpilih

source: Search Index
ar: فهرس البحث
id: Indeks Pencarian

source: Search Library
ar: بحث في المكتبة
he: חיפוש בספרייה
id: Cari Perpustakaan

source: Search Narrators
ar: البحث في الرواة
he: חיפוש מוסרים
id: Cari Rowi

source: Search Options
ar: خيارات البحث
he: אפשרויות חיפוש
id: Pilihan Pencarian

source: Search...
ar: بحث...
he: חיפוש...
id: Cari...

source: Search in this book
ar: البحث في هذا الكتاب
he: חיפוש בספר זה
id: Cari di kitab ini

source: Search Options Help
ar: مساعدة خيار البحث
he: עזרה באפשרויות חיפוש
id: Bantuan Pilihan Pencarian

source: Select
ar: تحديد
he: בחר
id: Pilih

source: Select a book to read
ar: اختر كتاباً للقراءة
he: בחר ספר לקריאה
id: Pilih kitab untuk dibaca

source: Select All
ar: حدد الكل
he: בחר הכל
id: Pilih Semua

source: Select Author
ar: اختر المؤلف
he: בחר מחבר
id: Pilih Penulis

source: Select Book
ar: اختر الكتاب
he: בחר ספר
id: Pilih Kitab

source: Select book to download.
ar: اختر كتابا لتنزيله.
he: בחר ספר להורדה.
id: Pilih kitab untuk diunduh.

source: Select Book to Replace
ar: اختر الكتاب للاستبدال
he: בחר ספר להחלפה
id: Pilih Kitab untuk Diganti

source: Select Category...
ar: اختر الفئة...
he: בחר קטגוריה...
id: Pilih Kategori...

source: Select Favorites
ar: حدد المفضلة
he: בחר מועדפים
id: Pilih Favorit

source: Select File
ar: اختر ملفا
he: בחר קובץ
id: Pilih Berkas

source: Select Folder
ar: حدد المجلد
he: בחר תיקייה
id: Pilih Folder

source: Select Font...
ar: اختر الخط...
he: בחר גופן...
id: Pilih Font...

source: Select Registered Author
ar: اختر المؤلف المسجل
he: בחר מחבר רשום
id: Pilih Penulis Terdaftar

source: Semi-Annual Check
ar: فحص نصف سنوي
he: בדיקה חצי-שנתית
id: Pengecekan Setengah Tahunan

# separateWordsSearchDesc
source: Searches for words separated by a comma (,). The words do not need to be adjacent or in the order specified. (e.g., صلاة الجماعة, المأموم المسبوق)
ar: يبحث عن الكلمات المفصولة بفاصلة (،). لا يشترط أن تكون الكلمات متجاورة أو بالترتيب المحدد. (مثال: صلاة الجماعة، المأموم المسبوق)
he: מחפש מילים המופרדות בפסיק (,). המילים אינן חייבות להיות סמוכות או בסדר שצוין. (לדוגמה: صلاة الجماعة, المأموم المسبوق)
id: Mencari kata-kata yang dipisahkan oleh sebuah koma (,). Kata-kata tersebut tidak perlu berdampingan atau dalam urutan yang ditentukan. (contoh: صلاة الجماعة, المأموم المسبوق)

# separateWordsSearchTitle
source: 2. Separated Words Search
ar: ٢. كلمات متفارقة
he: 2. חיפוש מילים נפרדות
id: 2. Pencarian Kalimat Tersebar

source: Settings
ar: الإعدادات
he: הגדרות
id: Pengaturan

source: Share with Reference
ar: مشاركة مع المرجع
he: שתף עם מקור
id: Bagikan dengan Referensi

source: Show Harakat
ar: إظهار الحركات
he: הצג ניקוד
id: Tampilkan Harakat

source: Skipped
ar: تم التخطي
he: דולג
id: Dilewati

source: Sort By
ar: فرز حسب
he: מיין לפי
id: Urutkan

source: Start Search
ar: بدء البحث
he: התחל חיפוש
id: Mulai Pencarian

source: Starting %lld books update...
ar: جاري بدء تحديث %lld من الكتب...
he: מתחיל עדכון של %lld ספרים...
id: Memulai pembaruan %lld kitab…

source: Stop
ar: توقف
he: עצור

source: Stop Search
ar: إيقاف البحث
he: עצור חיפוש
id: Hentikan Pencarian

source: Stopped downloads. %lld books completed.
ar: توقفت التنزيلات.%lld اكتملت الكتب.
he: ההורדות הופסקו. %lld ספרים הושלמו.
id: Unduhan dihentikan. %lld kitab selesai.

source: Stopped. %lld books completed.
ar: توقف.%lld اكتملت الكتب.
he: הופסק. %lld ספרים הושלמו.
id: Dihentikan. %lld kitab selesai.

source: Stopping downloads. Integrating completed books...
ar: إيقاف التنزيلات. دمج الكتب المكتملة...
he: עוצר הורדות. משלב ספרים שהושלמו...
id: Menghentikan unduhan. Mengintegrasikan kitab yang selesai...

source: Style
ar: النمط
he: סגנון
id: Gaya

source: Success
ar: نجاح
he: הצלחה
id: Berhasil

source: Switch Mode
ar: تبديل الوضع
he: החלף מצב
id: Ganti Mode

source: Switch to Bundle Mode
ar: التبديل إلى وضع الحزمة
he: עבור למצב חבילה
id: Beralih ke Mode Bundel

source: Sync annotations and search results across devices with CloudKit.
ar: قم بمزامنة التعليقات التوضيحية والنتائج عبر الأجهزة باستخدام CloudKit.
he: סנכרן הערות ותוצאות חיפוש בין מכשירים באמצעות CloudKit.
id: Selaraskan anotasi dan hasil pencarian di seluruh perangkat dengan CloudKit.

source: Synchronize Data
ar: مزامنة البيانات
he: סנכרן נתונים
id: Sinkronisasi Data

source: Table of Contents
ar: فهرس المحتويات
he: תוכן עניינים
id: Daftar Isi

source: Tafseer Name
ar: اسم التفسير
he: שם פירוש
id: Nama Tafsir

source: Tag
ar: وسم
he: תגית

source: tag1, tag2...
ar: وسم1، وسم2...

source: Tags (comma separated)
ar: الأوسمة (مفصولة بفاصلة)
he: תגיות (מופרדות בפסיקים)
id: Tag (pisahkan dengan koma)

source: Text Options
ar: خيارات النص
he: אפשרויות טקסט
id: Pilihan Teks

source: There's Nothing Books to Download.
ar: لا يوجد شيء كتب لتنزيلها.
he: אין ספרים להורדה.
id: Tidak Ada Buku untuk Diunduh.

source: This will delete all downloaded SQLite files, index, and cache from the bundle mode storage.
ar: سيؤدي هذا إلى حذف جميع ملفات SQLite التي تم تنزيلها، والفهرس، وذاكرة التخزين المؤقت من تخزين وضع الحزمة.
he: פעולה זו תמחק את כל קבצי SQLite, האינדקס והמטמון שהורדו מאחסון מצב החבילה.
id: Ini akan menghapus semua file SQLite yang diunduh, indeks, dan cache dari penyimpanan mode bundel.

source: Title
ar: عنوان
id: Judul

# toggleTableOfContents
source: Table Of Contents
ar: المحتويات
he: תוכן עניינים
id: Daftar Isi

source: Try Again
ar: حاول مرة أخرى
he: נסה שוב
id: Coba Lagi

source: Typography
ar: الخطوط
he: טיפוגרפיה
id: Tipografi

source: Underline
ar: تسطير
he: קו תחתון
id: Garis Bawah

source: Untagged
ar: غير موسومة
he: ללא תגית
id: Tidak ditandai

source: Update Now
ar: تحديث الآن
he: עדכן עכשיו
id: Perbarui Sekarang

source: Update Only
ar: التحديث فقط
he: עדכן בלבד
id: Hanya Pembaruan

source: Update selected (%lld)
ar: تحديث المحدد (%lld)
he: עדכן נבחרים (%lld)
id: Perbarui yang dipilih (%lld)

source: Updates
ar: تحديثات
he: עדכונים
id: Pembaruan

source: Updating Library
ar: تحديث المكتبة
he: מעדכן ספרייה
id: Memperbarui Perpustakaan

source: Use CloudKit
ar: استخدام CloudKit
he: השתמש ב-CloudKit
id: Gunakan CloudKit

source: Use System Theme
ar: استخدم مظهر النظام
he: השתמש בערכת המערכת
id: Gunakan Tema Sistem

source: Use the app's built-in database (read-only). For the Full Library, disable this and choose a custom folder.
ar: استخدم قاعدة البيانات المدمجة في التطبيق (للقراءة فقط). بالنسبة للمكتبة الكاملة، قم بتعطيل هذا واختر مجلدا مخصصا.
he: השתמש במסד הנתונים המובנה של האפליקציה (קריאה בלבד). עבור הספרייה המלאה, כבה זאת ובחר תיקייה מותאמת.
id: Gunakan basis data bawaan aplikasi (hanya baca). Untuk Perpustakaan Lengkap, nonaktifkan ini dan pilih folder khusus.

source: Version
ar: الإصدار
he: גרסה
id: Versi

source: Version %@ is available. The core database contains books metadata and categories.
ar: الإصدار %@ متاح. تحتوي قاعدة البيانات الأساسية على بيانات وصفية وفئات للكتب.
he: גרסה %@ זמינה. מסד הנתונים הבסיסי מכיל מטא-נתונים וקטגוריות של ספרים.
id: Versi %@ tersedia. Basis data inti berisi metadata dan kategori buku.

source: View Options
ar: خيارات العرض
he: אפשרויות תצוגה
id: Opsi Tampilan

source: Waiting
ar: قيد الانتظار
he: ממתין
id: Menunggu

source: Will overwrite existing
ar: سيتم الكتابة فوق الموجود
he: יחליף את הקיים
id: Akan menimpa yang sudah ada

source: Yellow
ar: أصفر
he: צהוב
id: Kuning

# البحث في رواة الحديث
source: Search in Narrators
ar: البحث في رواة الحديث
he: חיפוש במוסרים
id: Cari Rowi Hadits
